Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: Conamara is surrounded by five nearby reef havens, also considered part of the habitat.
fr_fr: Conamara est entouré par cinq abris dans des récifs proches, et également considéré comme faisant parti de l'habitat.

source: The total population is 1.5 million.
fr_fr: La pouplation totale est de 1,5 millions.

source: Nearly as large in size as Luna, but darkly colored and not as heavily cratered, Ganymede and Callisto are very similar worlds.
fr_fr: A peu près de la même taille que la Lune, mais d'une teinte plus sombre et avec moins de cratère, Ganymède et Callisto sont des mondes trés similaires.

source: Neither is as dense (nor has as much gravity), as their mantles consist of more ice than iron rock.
fr_fr: Aucun des deux n'est trés dense (et ne possède pas non plus d'une forte gravité), car leur manteau est constitué de plus de glace que de roche ferreuse.

source: Both possess abundant volatiles and water (albeit frozen), making them ideal candidates for habitation.
fr_fr: Les deux possèdent d'importantes résevre d'eau (bien que sous forme de glace) et de composé organique volatile, en faisant des candidats idéaux pour l'habitation.

source: Ganymede, with its differentiated surface of rocky and icy terrain, has an iron core and thus a faint magnetic field.
fr_fr: Ganymède, avec ses surfaces différenciés de terrain rocheux et gelé, a un noyau ferreux et possède donc un faible champ magnétique.

source: Callisto, the smaller of the two, is composed mostly of icy silicate clays.
fr_fr: Callisto, le plus petit des deux, est composé principalement d'argile de silicate gelée.

source: As on Luna, most cities on Ganymede and Callisto are built below ground to shield them from meteor impacts (and, on Ganymede, from Jupiter's radioactive bombardment).
fr_fr: Comme sur la Lune, la plupart des villes sur Canymède et sur Callisto sont construite sous la surface pour les protéger des impacts de météorites (et, sur Ganymède, du bombardeùment raidoactif de Jupiter).

source: While within the “protection” of the Jovian Republic, both moons are a patchwork of city-states.
fr_fr: Tout en étant sous la "protection" de la République Jovienne, les deux lunes sont un assemblage de cités états.

source: Some are full members of the Jovian polity, while others are only tolerated.
fr_fr: Certaines font parti du régime politique Jovien, tandis que d'autres ne sont que tolérées.

source: Ganymede tends to swing more heavily toward the Junta, as its citizens still see the Junta-maintained infrastructure—accurately or not—as necessary in such a hostile environment.
fr_fr: Ganymède a tendance à pencher plus lourdement vers la Junte, car ses citoyens perçoivent toujours - de manière précise ou non - l'infrastructure maintenue par la Junte comme nécessaire pour survivre dans cet environnement hostile.

source: Callisto, outside the worst radioactive effects of the Jovian magnetosphere, is an easier place for technoprogressivism to gain a foothold.
fr_fr: Callisto, située hors de portée des pire effets radiocatifs de la magnétosphère Jovienne, est une zone permettant plus facilement aux technoprogressiste de s'installer.

source: The nucleus of this city-state was a research station founded by a coalition of Pacific Rim nations in Callisto's Valhalla region, a massive primordial impact zone where the icy subsurface lies exposed, simplifying extraction of clean water.
fr_fr: Le noyau de cette cité-état était une station de recherche fondée par une coallition des nations de la Bordure Pacifique dans la région Valhalla de Callisto, une gigantesque zone d'impact où la glace sous-terrain est exposée, simplifiant l'extraction d'eau pure.

source: When the Fall came, Hyoden, which had long faced labor shortages, opened itself to those refugees who could make it to Jupiter.
fr_fr: Lorsque vint la Chute, Hyodène, qui faisait face depuis longtemps à une pénurie de main d'œuvre, s'ouvrit aux réfugiés qui purent atteindre Jupiter.

source: Now Hyoden has two million inhabitants, making it the largest city-state on Callisto and the largest non-Junta state in the Jovian system.
fr_fr: Maintenant, Hyodène a deux millions d'habitants, en faisant la plus grande cité-état sur Callisto, et la plus grande dans les état hors Junte du système Jovien.

source: Hyoden is itself heavily militarized, as the tendency of the local authorities to turn a blind eye toward operatives using their territory for forays against the Junta makes for uneasy relations with their powerful neighbor.
fr_fr: Hyodène en elle-même est lourdement militarisée, car la tendance des autorités locales à fermer les yeux vis à vis des opérations utilisant leur territoire pour des incursions contre la Junte rend les relations avec leur puissant voisins quelques peu tendues.

source: Situated along the southern edge of the vast, rocky plain called Galileo Regio, almost on Ganymede's equator, Liberty (population 7 million) is the Junta's largest planetary city-state.
fr_fr: Situé le long de la limite sud est de la vaste plaine rocailleuse appelée Galileo Regio, pratiquement sur l'équateur de Ganymède, Liberty (population de 7 millions d'habitants) est la plus grande cité-état planétaire de la Junte.

source: It is closely tied to Liberty Station, a major shipyard and defense installation in geosynchronous orbit.
fr_fr: Elle est étroitement liée à Liberty Station, un chantier naval et une installation de défense majeure située en orbite géosynchrone.

source: Major industries include shipbuilding, space construction, fabrication, and security products and services.
fr_fr: Les industries principales incluent la construction navale, la fabrication et les produits et services de sécurité.

source: The Castle, the central security network point from which all surveillance data collected in the Junta is monitored and processes, is rumored to be in or near Liberty.
fr_fr: Le Château, le point central du réseau de sécurité depuis lequel toutes les données de surveillance collecté dans la Junte sont monitoré et analysés, est supposé être dans Liberty ou dans son environnement.

source: Liberty is mostly underground, but it boasts a number of parks in armored surface domes.
fr_fr: Liberty est essentiellement sous-terraine mais elel abrite de nombreux parcs dans les dômes de surfaces blindés.

source: If one were to spend enough time topside, one would see the deceleration torches of incoming metal asteroids from the belt bound for the shipyards lighting up the sky several times a day.
fr_fr: Si quelqu'un passait suffisament de temps à regarder le ciel, il verait les torches de déccélération des astéroïdes métalliques arrivant depuis la ceinture a destination des chantiers navals éclairer le ciel plusierus fois par jour.

source: {The Trojans (Jovian Trojan and Greek asteroids)}
fr_fr: {Les Troyens (astéroïdes Grecs et Troyens Joviens)}

source: The Trojans and Greeks are two 600 million-kilometer-long arcs of scattered, icy rock asteroids sharing the orbit of Jupiter.
fr_fr: Les Troyens et les Grecs sont deux arcs de 600 millions de kilomètre de long composé d'astéroïdes de roche et de glaces partageant l'orbite de Jupiter.

source: They orbit in the stable L4 and L5 points sixty degrees ahead of and behind the giant planet.
fr_fr: Ils orbitent autour des points L4 et L5 stable soixante degrés en avant et en arrière de la planète géant.

source: Mars and Neptune also have Trojan asteroids, but when someone speaks of, “the Trojans,” they're normally talking about the Jovian groups.
fr_fr: Mars et Neptune possèdent également des astéroïdes Troyens, mais lorsque quelqu'un part "des Troyens", il parle en général des groupes Joviens.

source: In the early days, L4 asteroids (ahead of Jupiter) are named after Greek heroes of Homer's Iliad; L5 asteroids (trailing Jupiter) are named after heroes of Troy.
fr_fr: Au début de l'astronomie, les astéroïdes en L4 (précédent Jupiter) ont été appelés d'après les héros Grecs de l'Illiade Homérique; les astéroïdes en L5 (suivant Jupiter) sont appelés d'après les héros de Troie.

source: Asteroids discovered more recently break the old convention, as there are far more objects in the Trojans than there were characters in the Iliad.
fr_fr: Les astéroïdes découvert plus récemment ne respectent plsu la vieille convention, car il y a bien plus d'objets dans les Troyens que de personnages dans l'Illiade.

source: Politically, the Trojans and Greeks may be thought of as a collection of sometimes overlapping neighborhoods whose inhabitants tend to group around particular cultures, factions, and sometimes languages.
fr_fr: Politiquement, les Troyens et les Grecs peuvent être vus comme une collection de voisinages se chevauchant aprfois dont les habitants tendent à se grouper autour de cultures, de factions et parfois de langues particulières.

source: A neighborhood in the Trojans might span anywhere from 250,000 to 2 million kilometers at its widest point.
fr_fr: Un voisinnage dans les Troyens peut s'étendre sur une surface comprise entre 250 000 et 2 millions de kilomètres.

source: Within neighborhoods, almost everyone knows one other.
fr_fr: A l'intérieur d'un voisinnage, presque toutes les personnes se connaissent.

source: Because of the wide dispersion of resources, Trojan habitats tend to be small—from one to two thousand people—and built largely along scum barge or cluster lines (although it is never advisable to refer to someone's habitat as a scum barge unless they refer to it that way first).
fr_fr: A cause de la grande dispersion des ressources, les habitats Troyens ont tendance à être petits - mille ou deux milles personnes - et sont largement construit le long de barge racaille ou de ligne de regroupement (même si il n'est jamais sage de faire référence à l'habitat de quelqu'un comme à une barge racaille sauf si ils y font d'abord référence de cette manière).

source: Although the sheer size of the two regions means a lot of cultural diversity, anarcho-collectivism is a powerful meme here and the reputation economy is prevalent.
fr_fr: Même si la taille absolue des deux régions implique une grande diversité culturelle, l'anarcho-collectivisme est un même puissant ici et l'économie réputationnelle prévaut sur les autres.

source: On one hand, neighborhoods, habitats, and even individuals are expected to be self-sufficient.
fr_fr: D'un côté, on attends des voisinnages, des habitats et même des individus à ête auto-suffisant.

source: Unlike the denser Main Belt, the Trojans lack the safety net provided by pervasive transhuman presence.
fr_fr: Contrairement à la Ceinture Principale plus dense, les Troyens manquent du filet de sécurité fournit par l'envahissante présence transhumaine.

source: The ideal Trojan or Greek is a Neo-Renaissance being, incredibly competent in a wide variety of fields.
fr_fr: Le Troyen ou Grec idéal est un Néo-renaissant, incroyablement compétent dans un grande variété de domaine.

source: A person who can't maneuver in zero g; maintain their gear, ship, and hab; and navigate between rocks and habitats can have a tough time surviving.
fr_fr: Quelqu'un qui ne peut pas manœuvrer en zéro g; entreetenir son équipement, son vaisseau et son habitat; et naviguer entre les rochers et les habitats peu vivre des moments difficiles.

source: At the same time, a spirit of cooperation prevails.
fr_fr: D'un autre côté, un esprit de coopération prédomine.

source: Bartering services or even gifting them to gain reputation is common.
fr_fr: Échanger des services ou même les offrir pour bénéficier d'un gain en réputation est fréquent.

source: Everyone appreciates a specialist, as long as they're not specialized at the expense of baseline self-sufficiency.
fr_fr: Tout le monde apprécie un spécialiste, tant qu'ils ne se sont pas spécialisé au dépend de son auto-suffisance.

source: Prospecting and salvage are major activities in the Trojans, where metals and rare elements are scarce and settlers don't usually have the economic muscle to import raw materials from elsewhere.
fr_fr: La prospection et la récupération sont les activités majeures dans les Troyens, où les métaux et gaz rares sont rare et les colons n'ont habituellement pas l'impact écnomique nécessaire pour importer les matériau bruts d'ailleurs.

source: However, the Trojans are rich in silicates, volatiles, and carbonaceous materials.
fr_fr: Cependant, les Troyens sont riches en silice, en composé organique volatile et en matériau charboneux.

source: Necessity has led to many innovations in materials science.
fr_fr: La nécessité a poussé à innover dans la science des matériau.

source: Beyond the simple problem of raw materials, the widely scattered habitats of the Trojans have to be wildly inventive on many levels to retain their independence.
fr_fr: Au-delà du simple problème des matériau bruts, les habitats extrêmement dispersés des Troyens ont du être extrêmement ingénieux à de nombreux niveaux pour garder leur indépendance.

source: New robot, morph, and vehicle designs appear all the time, enabling an unusual array of business and leisure activities, like whaling (organizing a flash flotilla to rapidly mine asteroids and comets with erratic orbits as they pass near the Trojans), mekking (simulated—or sometimes real—combat between robotic suits or synthetic morphs on uninhabited asteroids with interesting terrain), and shrining (stealthing up on another habitat and resurfacing it with nanosculpters to create an art object—mostly a scum barge pastime).
fr_fr: De nouveaux concept de robots, de morphs et de véhicules apparaissent tout le temps, rendant possible une gamme inhabituelle d'affaires et de loisirs, comme le whaling (organisé une flotille express pour miner rapidement des astéroïdes et des comètes avec des orbites erratiques lorsqu'ils passent près des Troyens), le mekking (du combat simulé - ou parfois réel - entre des combinaisons robotiques oud s syntjmorphs sur des astéroïdes inhabités ayant des terrains intéressant) et le shrining (s'embarquer discrètement sur un habitat et le resurfacer avec des nanites sculpteurs popur créer un objet d'art - essentiellement un passe-temps de barge racaille).

source: Locus is the largest cluster habitat ever formed.
fr_fr: Locus est le plus grand habitat en grappe jamais formé.

source: It is still growing, with over one million inhabitants in the habitat proper and another million in the nearby suburbs of scum barges and small asteroid stations.
fr_fr: Il s'étend toujours, avec plus d'un million d'hébiatnt dans l'habitat à proprement parlé et un autre million dans la banlieue composé de barge racaille et de plus petites stations astéroïdes.

source: Locus is located in Cassandra's Reach, one of the denser regions in the L5 Trojans.
fr_fr: Locus est située sur la Bordure de Cassandre, l'une des régions les plus denses des Troyens L5.

source: The habitat is positioned at the center of mass around which the two asteroids making up the binary object Patroclus orbit one another.
fr_fr: L'habitat est positionné au centre de masse aurtour duquel les deux astéroïdes constituant l'objet binaire Patroclus orbitent l'un autour de l'autre.

source: Both Patroclus asteroids are themselves inhabited and hold defense installations, mines, and refineries.
fr_fr: Les deux astéroïdes de Patroclus sont eux-même habités et abritent des installations défensives, des mines et des raffineries.

source: The design of Locus is very similar to the much smaller Lot 49, but Locus is eleven kilometers in diameter and somewhat irregular in shape, as growth along some spars is faster than others.
fr_fr: La cocneption de Locus est extrêmement similaire au bine plus petit Lot 49, mais Locus fait onze kilomètre de diamètre et à une forme quelque peu irrégulière, la croissance le long de certains espars étant plsu rapide que d'autres.

source: A quarter of its total volume is cut out in a roughly conical shape all the way to the Amoeba, an immense, softly glowing sculpture at the center of the habitat.
fr_fr: Un quart de son volume total est évidé en une forme vaguement conique jusqu'à l'Amoeba, une immense sculpture luminescente au centre de l'habtitat.

source: Some differences from smaller Trojan clusters are dictated by Locus's size.
fr_fr: Locus est différente des habitats grappes plus petits des Troyens en raison de sa taille.

source: The immense structural spars radiating from the habitat's center are hollow, with arterial floatways and elevator-trams running inside of them.
fr_fr: Les immenses espars structurels rayonnant depuis le centre de l'habitat sont évidés, est sont parcourus par des voies de flottage artérielle et des trains-ascensseur.

source: Lesser spars run between the arterial spars, providing more mooring points for modules.
fr_fr: Des espars plus petits sont tendus entre les espars artériels, fournissant plus de point d'ancrage pour les modules.

source: Adjacent to each arterial spar are wide “roads” leading to the edge of the habitat so that modules can maneuver out if the owners decide to leave.
fr_fr: De large "routes" amenant au limites de l'habitat pour que les modules capables de manœuvrer de leur propre chef puisse partir si leur propriétaire décidait de partir sont adjacentes aux espars artériels.

source: Beneath the shimmering mesh stretched over the geodesic frame to keep out micro-asteroids, tens of thousands of small ships and habitat modules moored along the spars pulse with an ever-changing array of lights.
fr_fr: Sous le filet chatoyants tendus au-dessus du carde géodésique afin de garder éloigné les micro-astéroïdes, des dizaines de milliers de petits vaisseaux et de module d'habitation sont amarrés le long des espars et pulsent un tableau de lumière toujours changeant.

source: Habitat modules and large ships are asked to stay out of the conical empty space.
fr_fr: Il est demandé aux modules d'habitation et les plus grand vaisseau de rester hors de l'espace conique vide.

source: This space teems with small craft and people on thrustpacks or voidscooters as they cross the habitat, play zero-g games, or visit the free-floating spimes and sculptures that dot the area.
fr_fr: Cet espace grouille de petit vaisseau et de personne équipé de propulseurs ou d'exoscooters alors qu'ils traversent l'habitat, jouent à des jeux en zéro-g ou visitent les spimes et sculpture flottant librement dans la zone.

source: The Amoeba, which periodically changes color and shape based on its resident AI's programming (often it looks like some sort of animal), serves as a central reference point for navigation.
fr_fr: L'Amobea, qui change périodiquement de couleur et de forme en fonction de la programmation de son IA résidente (elle ressemble souvent à un animal), sert de point central de référence pour la navigation.

source: When someone gives the address for a module, it is as a point on a spherical coordinate system with the Amoeba at its center.
fr_fr: Quand quelqu'un donne l'adresse d'un module, c'est un point dans un système de coordonnée sphérique centré sur l'Amoeba.

source: Large ships and shuttles dock on the outer surface of the habitat, at the terminal points of the arterial spars.
fr_fr: Les plus grand vaisseaux et les navettes appontent sur la surface extérieure de l'habitat, aux points terminaux des espars artériels.

source: Locus was founded by a joint anarchist-argonaut venture and was the first major stronghold for the autonomist factions.
fr_fr: Locus a été fondé par une association anarchiste/argonautes et a été la première place forte des factions autonomistes.

source: Unlike Extropia, which has the tacit blessing of the Planetary Consortium and encourages the presence of security and insurance companies, Locus runs on a pure reputation economy.
fr_fr: Contrairement à Extropia, qui bénéficie d'une bénédiction tacite du Consortium Planétaire et qui encourage la présence des compagnie d'assurance et de sécurité, Locus fonctionne sur une économie réputaionnelle pure.

source: Security, maintenance, expansion, and defense of the habitat are all performed by volunteers.
fr_fr: La sécurité, la miantenace, l'expenseion et la défense de l'habitat sont tous effectués par des volontaires.

source: Inhabitants interested in security monitor incoming ships and operate crowdsourcing systems that dispatch volunteers to perform WMD scans on new arrivals.
fr_fr: Les habitants interessés par la sécurité surveillent les vaisseaux arrivants et dirigent des système de crowdsourcing qui allouent les volontaires pour réaliser des scans ADM sur les nouveaux arrivants.

source: Ships that won't submit to a scan are asked to leave.
fr_fr: Les vaisseaux refusant de se soumettre à un scan se voient demander de partir.

source: If they don't, anyone who's designed a cool new weapons system recently is welcome to take a shot.
fr_fr: Si ils refusent, quiconque qui aurait récemment conçu une nouvelle arme sympa est autorisé à tirer.

source: Locus is one focal point in a cold war between the hypercorp-aligned inner system powers and a loose coalition of outer system interests.
fr_fr: Locus est un point central de la guerre froide entre les puissances du système intérieur ayant prété allégeance aux hypercroporations et la coallition informelle des intérêts du système extérieur.

source: While saboteurs from the Planetary Consortium and other hostile entities can and do occasionally cause trouble on Locus, the hypercorps are currently unwilling to attempt a direct military attack on the habitat.
fr_fr: Alors que les saboteurs du Consortium Planétiare et d'autres entités hostiles peuvent (et y parviennent ccasionnellement) générer des troubles sur Locus, les hypercorporation ne sont actuellement pas partisans d'une attaque militaire frontale sur l'habitat.

source: The first time they tried, the Planetary Consortium and the Martian city-state of Valles-New Shanghai sent a small expeditionary fleet.
fr_fr: La première fois qu'ils ont essayé, le Consortium Planétair et la cité-état Martienne de Valles-New Shanghaï ont envoyée une petite flotte expéditionnaire.

source: The interlopers were caught completely off-guard by a fierce and wellcoordinated defense.
fr_fr: Les assaillants ont été pris complètement à dépourvu par une défense acharnée et bien coordonnée.

source: Six months later, they sent a much larger fleet.
fr_fr: Six mois plus atrd ils envoyèrent une flotte bien plus grande.

source: Help arrived from elsewhere in the Trojans and Greeks and from Titan, whose citizens took a dim view of any Planetary Consortium expansion beyond the belt.
fr_fr: De l'aide arriva de d'autres endroits des Troyens et des Grecs ainsi que de Titan, dont les citoyens voyaient d'un mauvais œil toutes les tentatives d'extension du Consortium Planétaire au-delà de la ceinture.

source: The Titanians now maintain a permanent base near Locus.
fr_fr: Les Titaniens maintiennet toujours une base permanente près de Locus.

source: Rumor has it they agreed to a mutual defense pact with one of Locus' citizens, possibly the famous programmer-armsman Teilhard Liu.
fr_fr: la rumeur veut qu'ils se sont mis d'accord sur un pacte de défense mutuelle avec l'un des citoyens de Locus, probablement le célèbre programmeur-bretteur Teilhard Liu.

source: “Welcome to Locus.
fr_fr: “Bienvenu sur Locus.

source: You voluntarily assume the risk of organic damage or mental trauma by mooring here.
fr_fr: Vous acceptez volontairement le risque de dommage organique ou de traumatisme mental en vous arrimant ici.
